[
    {
        "title": "Fl1pzjderr Waspadai Tim Ini Di VCT APAC Playoffs!!",
        "image": "https://thelazy.media/wp-content/uploads/2022/03/jdre-itum-218x150.jpg",
        "desc": "BOOM Esports yang berhasil keluar menjadi juara 2022 VCT Stage 1 - Challengers Indonesia, kini mengungkapkan tim yang mereka waspadai melalui mulut sang kapten yaitu Fl1pzjderr. Fl1pzjderr mengatakan bahwa tim-tim yang berasal...",
        "synopsis": "BOOM Esports yang berhasil keluar menjadi juara 2022"
    },
    {
        "title": "ONIC G, BWL, dan BOOM Esports Adalah Tiga Wakil Untuk APAC Playoffs",
        "image": "https://thelazy.media/wp-content/uploads/2022/03/274738386_995521611374868_2311465211333005414_n-218x150.jpg",
        "desc": "2022 VCT Stage 1 - Challengers Indonesia kini sudah selesai dan tiga tim terbaik kini siap menjadi wakil Indonesia untuk APAC Playoffs yang akan dimulai pada 10-27 Maret 2022. Tiga tim tersebut...",
        "synopsis": "Challengers Indonesia kini sudah selesai"
    },
    {
        "title": "BOOM Esports Juara 2022 VCT Stage 1 – Challengers Indonesia",
        "image": "https://thelazy.media/wp-content/uploads/2022/03/valorant-jett-abilities-kit-release-218x150.jpg",
        "desc": "2022 VCT Stage 1 - Challengers Indonesia kini sudah selesai dan berhasil membawa tiga tim terbaik untuk bertanding ke APAC Playoffs yang menjadi bagian dari rangkaian turnament VALORANT Champions Tour 2022. Dominasi...",
        "synopsis": "Challengers Indonesia kini sudah selesai dan berhasil membawa tiga tim terbaik"
    },
    {
        "title": "2022 VCT Stage 1 – Challengers Indonesia, Kini Siap Untuk Main Event!",
        "image": "https://thelazy.media/wp-content/uploads/2022/02/240386279_553130582398917_4146236492586251333_n-218x150.jpg",
        "desc": "VALORANT Champions Tour 2022 yang kembali menjadi sirkuit tahunan untuk VALORANT, kini kembali ke Indonesia dengan dimulainya 2022 VCT Stage 1 - Challengers Indonesia dimana One Up Organizer kembali menjadi mitra...",
        "synopsis": "VALORANT Champions Tour 2022 yang kembali menjadi sirkuit tahunan"
    },
    {
        "title": "JaCkky Stand-In BOOM Esports Untuk Gantikan Tino",
        "image": "https://thelazy.media/wp-content/uploads/2022/02/FLIGsQGVcAUoQAx-218x150.jpg",
        "desc": "Organisasi esports Indonesia yaitu BOOM Esports kini mengumumkan bahwa mereka mendatangkan stand-in untuk bertanding di DPC SEA yaitu JaCkky dan tim memindahkan carry mereka Tino ke daftar inactive. Pemain bernama asli Souliya...",
        "synopsis": "Organisasi esports Indonesia yaitu BOOM Esports kini mengumumkan bahwa mereka mendatangkan stand-in"
    },
    {
        "title": "Valens Mantan Pelatih Cloud9, Ungkap Penggunaan Bug di CS:GO",
        "image": "https://thelazy.media/wp-content/uploads/2022/02/1548632814.8429-218x150.jpeg",
        "desc": "Baru-baru ini kabar mengejutkan datang dari mantan pelatih CS:GO Cloud9 yaitu Soham ‘valens’ Chowdhur yang mengungkap bahwa ia menggunakan coach spectator bug, dimana bug ini yang membuat banyak pelatih di ban untuk...",
        "synopsis": "Baru-baru ini kabar mengejutkan datang dari mantan pelatih CS:GO Cloud9"
    },
    {
        "title": "Mantan Pro CS:GO pashaBiceps Menang Debut MMA!",
        "image": "https://thelazy.media/wp-content/uploads/2022/02/FLA4V5OXoAMMMuh-218x150.jpg",
        "desc": "Mantan pemain professional Counter-Strike: Global Offensive yaitu Jaroslaw ‘ pashaBiceps ’ Jarzabkowski, kini berhasil memenangkan debut pertamanya di MMA setelah ia pensiun dari CS:GO. Pasha sendiri merupakan salah satu mantan pemain untuk...",
        "synopsis": "Mantan pemain professional Counter-Strike: Global Offensive yaitu Jaroslaw"
    },
    {
        "title": "Nitr0 Secara Resmi Bergabung Ke Team Liquid CS:GO",
        "image": "https://thelazy.media/wp-content/uploads/2022/01/EeGh1a-WoAAmRFF-218x150.jpg",
        "desc": "Veteran CS:GO sekaligus pensiunan VALORANT yaitu Nicholas \"nitr0\" Cannella kini secara resmi kembali ke scene Counter-Strike: Global Offensive dan bergabung kembali ke tim lama nya yaitu Team Liquid. Rumor tentang kedatangan pemain ini...",
        "synopsis": "Veteran CS:GO sekaligus pensiunan VALORANT yaitu Nicholas"
    },
    {
        "title": "Tim Indonesia The Prime Esports Mengumumkan Pembubaran Tim",
        "image": "https://thelazy.media/wp-content/uploads/2022/01/wallpapersden.com_garena-free-fire-joker_3840x2160-218x150.jpg",
        "desc": "Memasuki tahun 2022 salah satu tim esports Indonesia yaitu The Prime Esports kini mengumumkan untuk membubarkan diri dan melepas keseluruhan roster dari organisasi ini. The Prime sendiri merupakan salah satu tim Indonesia...",
        "synopsis": "Memasuki tahun 2022 salah satu tim esports Indonesia yaitu The Prime Esports"
    },
    {
        "title": "Jankos Perpanjang Kontrak Dengan G2 Esports Untuk Dua Tahun!",
        "image": "https://thelazy.media/wp-content/uploads/2022/01/https___blogoflegends.com_files_2021_09_G2-Jankos-218x150.jpeg",
        "desc": "Salah satu jungler terbaik dari kawasan LEC yaitu Jankos, kini dikabarkan telah kembali mengamankan kontrak bersama G2 Esports untuk jangka waktu dua tahun kedepan. Kabar ini datang resmi dari G2 Esports dimana mereka...",
        "synopsis": "Salah satu jungler terbaik dari kawasan LEC yaitu Jankos"
    }
]